Repository: gphoto/libgphoto2.OLDMIGRATION
Catalog: libgphoto2_port/po/*.po
Languages: de, zh_cn

source: Called for filename '%s'.
de: Aufgerufen für »%s«.

source: Could not load '%s': '%s'.
de: Konnte »%s« nicht laden (%s).

source: Could not find some functions in '%s': '%s'.
de: Konnte einige Funktionen nicht in '%s' finden: '%s'.

source: '%s' already loaded
de: '%s' bereits geladen

source: Could not load port driver list: '%s'.
de: Konnte Port Treiberliste»%s« nicht laden.

source: Loaded '%s' ('%s') from '%s'.
de: Habe '%s' ('%s') von '%s' geladen.

source: Using ltdl to load io-drivers from '%s'...
de: Benutze ltdl um I/O Treiber von '%s' zu laden...

source: Counting entry (%i available)...
de: Zähle Eintrag (%i vorhanden)...

source: %i regular entry available.
de: %i regulärer Eintrag verfügbar.

source: Looking for path '%s' (%i entry available)...
de: Suche Pfad '%s' (%i Eintrag vorhanden)...

source: Starting regex search for '%s'...
de: Starte Suche mit regulärem Ausdruck '%s'...

source: Trying '%s'...
de: Versuche '%s'...

source: regcomp failed
de: regcomp fehlgeschlagen

source: re_match failed (%i)
de: re_match fehlgeschlagen (%i)

source: regexec failed
de: regexec fehlgeschlagen

source: Generic Port
de: Generischer Port
zh_cn: Í¨ÓÃ¶Ë¿Ú

source: Looking up entry '%s'...
de: Suche Eintrag '%s'...

source: Getting info of entry %i (%i available)...
de: Hole Informationen von Eintrag %i (%i vorhanden)...

source: No error
de: Kein Fehler
zh_cn: ÎŞ´íÎó

source: Unspecified error
de: Unspezifizierter Fehler
zh_cn: Î´Ö¸Ã÷µÄ´íÎó

source: Bad parameters
de: Falsche Parameter
zh_cn: ´íÎóµÄ²ÎÊı

source: Unsupported operation
de: Nicht unterstützte Funktion
zh_cn: ²»Ö§³ÖµÄ²Ù×÷

source: Fixed limit exceeded
de: Festes Limit überschritten.

source: Timeout reading from or writing to the port
de: Zeitüberschreitung beim Lesen oder Schreiben des Ports
zh_cn: ¶ÁÈ¡»òĞ´Èë¶Ë¿Ú³¬Ê±

source: Serial port not supported
de: Serieller Port nicht unterstützt
zh_cn: ²»Ö§³Ö´®¿Ú

source: USB port not supported
de: USB-Port nicht unterstützt
zh_cn: ²»Ö§³Ö USB ½Ó¿Ú

source: Unknown port
de: Unbekannter Port
zh_cn: Î´Öª¶Ë¿Ú

source: Out of memory
de: Speicher voll
zh_cn: ÄÚ´æºÄ¾¡

source: Error loading a library
de: Fehler beim Laden einer Bibliothek
zh_cn: ×°Èë¿â³ö´í

source: Error initializing the port
de: Fehler beim Initialisieren des Ports
zh_cn: ³õÊ¼»¯¶Ë¿Ú³ö´í

source: Error reading from the port
de: Fehler beim Lesen des Ports
zh_cn: ¶Á¶Ë¿Ú³ö´í

source: Error writing to the port
de: Fehler beim Schreiben des Ports
zh_cn: Ğ´¶Ë¿Ú³ö´í

source: Error updating the port settings
de: Fehler beim Aktualisieren der Port-Einstellungen
zh_cn: ¸üĞÂ¶Ë¿ÚÉèÖÃ³ö´í

source: Error setting the serial port speed
de: Fehler beim Setzen der Port-Geschwindigkeit
zh_cn: ÉèÖÃ´®¿ÚËÙ¶È³ö´í

source: Error clearing a halt condition on the USB port
de: Fehler beim Löschen einer »halt condition« auf dem USB-Port
zh_cn: Çå³ı USB ¶Ë¿ÚµÄÒ»¸öÖĞÖ¹Ìõ¼ş³ö´í

source: Could not find the requested device on the USB port
de: Konnte das angeforderte Gerät nicht am USB-Port finden
zh_cn: ÎŞ·¨ÔÚ USB ¶Ë¿ÚÕÒµ½ÇëÇóµÄÉè±¸

source: Could not claim the USB device
de: Konnte das USB-Gerät nicht beanspruchen
zh_cn: ÎŞ·¨ÇëÇó USB Éè±¸

source: Could not lock the device
de: Konnte das Gerät nicht alleinig reservieren
zh_cn: ÎŞ·¨Ëø¶¨Éè±¸

source: libhal error
de: Fehler in libhal

source: Unknown error
de: Unbekannter Fehler
zh_cn: Î´ÖªµÄ´íÎó

source: The operation '%s' is not supported by this device
de: Die Funktion »%s« wird von diesem Gerät nicht unterstützt.
zh_cn: ¸ÃÉè±¸²»Ö§³Ö²Ù×÷¡®%s¡¯

source: The port has not yet been initialized
de: Der Port wurde noch nicht initialisiert.
zh_cn: ¶Ë¿ÚÉĞÎ´³õÊ¼»¯

source: Creating new device...
de: Lege neues Gerät an...

source: Could not load '%s' ('%s').
de: Konnte »%s« nicht laden (%s).

source: Could not find 'gp_port_library_operations' in '%s' ('%s')
de: Konnte 'gp_port_library_operations' in '%s' nicht finden ('%s')

source: Opening %s port...
de: Öffne Port %s...

source: Closing port...
de: Schließe Port...

source: Freeing port...
de: Lösche Port...

source: Writing %i=0x%x byte to port...
de: Schreibe %i=0x%x Byte auf den Port...

source: Could only write %i out of %i byte
de: Konnte nur %i von %i Byte schreiben

source: Reading %i=0x%x byte from port...
de: Lese %i=0x%x Byte vom Port...

source: Could only read %i out of %i byte
de: Konnte nur %i von %i Byte lesen

source: Reading %i=0x%x byte from interrupt endpoint...
de: Lese %i=0x%x Byte vom Interrupt Endpoint

source: Reading %i=0x%x byte from interrupt endpoint (fast)...
de: Lese %i=0x%x Byte vom Interrupt Endpoint (schnell)...

source: Setting timeout to %i millisecond...
de: Setze Timeout auf %i Millisekunde...

source: Getting timeout...
de: Hole Timeout...

source: Current timeout: %i milliseconds
de: Derzeitiger Timeout: %i Millisekunden

source: Setting settings...
de: Setze Einstellungen...

source: Getting level of pin %i...
de: Hole Level von Pin %i...

source: Level of pin %i: %i
de: Level von Pin %i: %i

source: low
de: niedrig

source: high
de: hoch

source: Setting pin %i (%s: '%s') to '%s'...
de: Setze Pin %i (%s: '%s') auf '%s'...

source: Sending break (%i millisecond)...
de: Sende Break (%i Millisekunde)...

source: Flushing port...
de: Leere Port...

source: Clear halt...
de: Lösche Halt...

source: Writing message (request=0x%x value=0x%x index=0x%x size=%i=0x%x)...
de: Schreibe Nachricht (request=0x%x, Wert=0x%x, Index=0x%x, Größe=%i=0x%x)...

source: Reading message (request=0x%x value=0x%x index=0x%x size=%i=0x%x)...
de: Lese Nachricht (request=0x%x, Wert=0x%x, Index=0x%x, Größe=%i=0x%x)...

source: No error description available
de: Keine Fehlerbeschreibung verfügbar.
zh_cn: Ã»ÓĞ¿ÉÓÃµÄ´íÎóÃèÊö

source: Could not lock device '%s'
de: Konnte Gerät »%s« nicht reservieren
zh_cn: ÎŞ·¨Ëø¶¨Éè±¸¡®%s¡¯

source: Device '%s' is locked by pid %d
de: Gerät »%s« ist von PID %d reserviert
zh_cn: Éè±¸¡®%s¡¯ÒÑ¾­±»½øĞĞºÅÎª %d µÄ½ø³ÌËø¶¨

source: Device '%s' could not be locked (dev_lock returned %d)
de: Gerät »%s« konnte nicht reserviert werden (dev_lock lieferte %d)
zh_cn: ÎŞ·¨Ëø¶¨Éè±¸¡®%s¡¯(dev_lock ·µ»Ø %d)

source: Device '%s' could not be unlocked.
de: Reservierung von Gerät »%s« konnte nicht freigegeben werden
zh_cn: ÎŞ·¨½âËøÉè±¸¡®%s¡¯¡£

source: Device '%s' could not be unlocked as it is locked by pid %d.
de: Reservierung von Gerät »%s« konnte nicht freigegeben werden, da es von PID %d reserviert ist.
zh_cn: ÓÉÓÚÉè±¸¡®%s¡¯ÒÑ±»½ø³ÌºÅÎª %d µÄ½ø³ÌËø¶¨£¬ËùÒÔÎŞ·¨Ëø¶¨¡£

source: Device '%s' could not be unlocked (dev_unlock returned %d)
de: Reservierung von Gerät »%s« konnte nicht freigegeben werden (dev_unlock lieferte %d)
zh_cn: ÎŞ·¨½âËøÉè±¸¡®%s¡¯(dev_unlock ·µ»Ø %d)

source: Serial Port %i
de: Serieller Port %i
zh_cn: ´®¿Ú %i

source: Failed to open '%s' (%m).
de: Konnte »%s« nicht öffnen (%m).
zh_cn: ´ò¿ª¡®%s¡¯(%m)Ê§°Ü¡£

source: Could not close '%s' (%m).
de: Konnte »%s« nicht schließen (%m).
zh_cn: ÎŞ·¨¹Ø±Õ¡®%s¡¯(%m)¡£

source: Could not write to port (%m)
de: Konnte nicht auf Port schreiben (%m)
zh_cn: ÎŞ·¨Ğ´¶Ë¿Ú (%m)

source: Parity error.
de: Paritätsfehler.
zh_cn: ÆæÅ¼´íÎó¡£

source: Unexpected parity response sequence 0xff 0x%02x.
de: Unerwartete Paritätsantwort, Sequenz 0xff 0x%02x.
zh_cn: ÒâÍâµÄÆæÅ¼Ó¦´ğĞòÁĞ 0xff 0x%02x¡£

source: Unknown pin %i.
de: Unbekannter Pin %i.
zh_cn: Î´Öª²å½Å %i¡£

source: Could not get level of pin %i (%m).
de: Konnte Level von Pin %i nicht holen (%m).
zh_cn: ÎŞ·¨»ñÈ¡²å½Å %i µÄ¼¶±ğ (%m)¡£

source: Could not set level of pin %i to %i (%m).
de: Konnte Level von Pin %i nicht auf %i setzen (%m).
zh_cn: ÎŞ·¨½«²å½Å %i µÄ¼¶±ğÉèÖÃÎª %i (%m)¡£

source: Could not flush '%s' (%m).
de: Konnte »%s« nicht leeren (%m).
zh_cn: ÎŞ·¨Ë¢ĞÂ¡®%s¡¯(%m)¡£

source: Could not set the baudrate to %d
de: Konnte Baudrate nicht auf %d setzen
zh_cn: ÎŞ·¨ÉèÖÃ½«²¨ÌØÂÊÉèÖÃÎª %d

source: Could not open USB device (%m).
de: Konnte USB-Gerät nicht öffnen (%m).
zh_cn: ÎŞ·¨´ò¿ª USB Éè±¸ (%m)¡£

source: Camera is already in use.
de: Kamera ist bereits in Benutzung.

source: Device has driver '%s' attached, detaching it now.
de: Gerät hat Kerneltreiber '%s' zugewiesen, löse Treiber jetzt.

source: Could not detach kernel driver '%s' of camera device.
de: Konnte Kerneltreiber '%s' nicht vom Kamera Device lösen.

source: Could not query kernel driver of device.
de: Konnte den Kerneltreiber des Gerätes nicht abfragen.

source: Could not claim interface %d (%m). Make sure no other program or kernel module (such as %s) is using the device and you have read/write access to the device.
de: Konnte Schnittstelle %d nicht reservieren (%m). Stellen Sie sicher, dass kein anderes Programm oder Kernelmodul (z.B. %s) das Gerät verwendet und Sie Lese- und Schreibrechte für das Gerät haben.

source: Could not release interface %d (%m).
de: Konnte Schnittstelle %d nicht freigeben (%m).
zh_cn: ÎŞ·¨ÊÍ·Å½çÃæ %d (%m)¡£

source: Could not reset USB port (%m).
de: Konnte USB-Port nicht resetten (%m).

source: Could not close USB port (%m).
de: Konnte USB-Port nicht schließen (%m).
zh_cn: ÎŞ·¨¹Ø±Õ USB ¶Ë¿Ú (%m)¡£

source: Could not set config %d/%d (%m)
de: Konnte Konfiguration %d/%d nicht setzen (%m)
zh_cn: ÎŞ·¨Éè¶¨ÅäÖÃ %d/%d (%m)

source: Could not set altsetting from %d to %d (%m)
de: Konnte Alternativ-Setting %d nicht auf %d setzen (%m)

source: The supplied vendor or product id (0x%x,0x%x) is not valid.
de: Die angegebene Hersteller- oder Produkt-ID (0x%x,0x%x) ist nicht gültig.
zh_cn: ¸ø³öµÄ¹©Ó¦ÉÌ»ò²úÆ· id (0x%x¡¢0x%x) ²»ºÏ·¨¡£

source: USB device (vendor 0x%x, product 0x%x) is a mass storage device, and might not function with gphoto2. Reference: %s
de: Das USB-Gerät (Hersteller 0x%x, Produkt 0x%x) ist ein USB Mass Storage Gerät und wird von System direkt unterstützt (und deshalb nicht von gphoto2). Lesen Sie hierzu bitte %s

source: Could not find USB device (vendor 0x%x, product 0x%x). Make sure this device is connected to the computer.
de: Konnte USB-Gerät (Hersteller 0x%x, Produkt 0x%x) nicht finden. Stellen Sie sicher, dass das Gerät ordnungsgemäß an den Computer angeschlossen ist.
zh_cn: ÎŞ·¨ÕÒµ½ USB Éè±¸ (¹©Ó¦ÉÌ 0x%x¡¢²úÆ· 0x%x)¡£È·ĞÅ¸ÃÉè±¸ÒÑÁ¬½Óµ½¼ÆËã»ú¡£

source: Could not find USB device (class 0x%x, subclass 0x%x, protocol 0x%x). Make sure this device is connected to the computer.
de: Konnte USB-Gerät (Klasse 0x%x, Subklasse 0x%x, Protokoll 0x%x) nicht finden. Stellen Sie sicher, dass das Gerät ordnungsgemäß an den Computer angeschlossen ist.
zh_cn: ÎŞ·¨ÕÒµ½ USB Éè±¸ (Àà 0x%x¡¢×ÓÀà 0x%x¡¢Ğ­Òé 0x%x)¡£È·ĞÅ¸ÃÉè±¸ÒÑÁ¬½Óµ½¼ÆËã»ú¡£

source: Could not open USB device (%s).
de: Konnte USB-Gerät nicht öffnen (%s).

source: Device has a kernel driver attached (%d), detaching it now.
de: Gerät hat Kerneltreiber '%d' zugewiesen, löse Treiber jetzt.

source: Could not detach kernel driver of camera device.
de: Konnte Kerneltreiber nicht vom Kamera Device lösen.

source: Could not claim interface %d (%s). Make sure no other program or kernel module (such as %s) is using the device and you have read/write access to the device.
de: Konnte Schnittstelle %d nicht reservieren (%s). Stellen Sie sicher, dass kein anderes Programm oder Kernelmodul (z.B. %s) das Gerät verwendet und Sie Lese- und Schreibrechte für das Gerät haben.

source: Could not release interface %d (%s).
de: Konnte Schnittstelle %d nicht freigeben (%s).

source: Could not reset USB port (%s).
de: Konnte USB-Port nicht resetten (%s).

source: Could not reattach kernel driver of camera device.
de: Konnte Kerneltreiber nicht vom Kamera Device lösen.

source: Could not set config %d/%d (%s)
de: Konnte Konfiguration %d/%d nicht setzen (%s)

source: Could not set altsetting from %d to %d (%s)
de: Konnte Alternativ-Setting %d nicht auf %d setzen (%s)

source: Media '%s'
de: Medium »%s«

source: (unknown)
de: (unbekannt)

source: USB Mass Storage direct IO
de: USB Mass Storage direkt I/O

source: Could not seek to offset: %x on '%s' (%m).
de: Konnte nicht an Offset %x seeken auf »%s« (%m).

source: Could not write to '%s' (%m).
de: Konnte nicht auf »%s« schreiben (%m).

source: Could not read from '%s' (%m).
de: Konnte nicht von »%s« lesen (%m).

source: Could not send scsi command to: '%s' (%m).
de: Konnte kein SCSI Kommando an %s senden (%m).

source: Could not load any io-library because '%s' could not be opened (%m)
zh_cn: ÓÉÓÚÎŞ·¨´ò¿ª¡®%s¡¯(%m)ËùÒÔÎŞ·¨×°ÈëÈÎºÎ io ¿â

source: I/O problem
zh_cn: I/O ÎÊÌâ

source: open
zh_cn: ´ò¿ª

source: close
zh_cn: ¹Ø±Õ

source: write
zh_cn: Ğ´Èë

source: read
zh_cn: ¶Á³ö

source: check_int
zh_cn: ÍêÕûĞÔ¼ì²é

source: update
zh_cn: ¸üĞÂ

source: get_pin
zh_cn: »ñÈ¡²å½Å

source: set_pin
zh_cn: ÉèÖÃ²å½Å

source: send_break
zh_cn: ·¢ËÍÖĞ¶Ï

source: flush
zh_cn: Ë¢ĞÂ

source: find_device
zh_cn: Ñ°ÕÒÉè±¸

source: find_device_by_class
zh_cn: °´Àà±ğÑ°ÕÒÉè±¸

source: clear_halt
zh_cn: Çå³ıÖĞÖ¹

source: msg_write
zh_cn: Ğ´ÏûÏ¢

source: msg_read
zh_cn: ¶ÁÏûÏ¢

source: Could not claim interface %d (%m). Make sure no other program or kernel module (e.g. dc2xx or stv680) is using the device and you have read/write access to the device.
zh_cn: ÎŞ·¨ÇëÇó½çÃæ %d (%m)¡£ÇëÈ·ÈÏÃ»ÓĞÆäËü³ÌĞò»òÄÚºËÄ£¿é (ÀıÈç dc2xx »ò stv680) ÕıÔÚÊ¹ÓÃ¸ÃÉè±¸²¢ÇÒÄúÓĞ¶Ô¸ÃÉè±¸µÄ¶Á/Ğ´È¨¡£

source: Could not set altsetting %d/%d (%m)
zh_cn: ÎŞ·¨Éè¶¨²¹³äÉèÖÃ %d/%d (%m)
